public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>This is new</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">This is new</h1>

<div id="outline-container-orga0d6db9" class="outline-2">
<h2 id="orga0d6db9">From scratch</h2>
<div class="outline-text-2" id="text-orga0d6db9">
<p>
Welcome to my first website. That is, I've had websites on Blogger or Wordpress. But this is the first one that I made from scratch.
</p>

<p>
<i>From scratch?</i> you say. <i>Why ever for?</i> you say.
</p>

<p>
A website has always been a sign of independence for me, like an actual signboard painted by a professional artisan. It's important to capture the look and feel of the person in the website and the look-and-feel selection in Blogger, Tumblr and Wordpress is limited. It's still a lot, but you'd have to jump through hoops to get it just right.
</p>

<p>
What if we could get it just right without having to jump through all those hoops? This website isn't "just right" quite yet, but right off the bat it's closer than any of those other websites will ever be. So grab a chair, kick off your shoes.
</p>

<p>
Make yourself at home. Changing a thing to check committing to remote repository.
</p>
</div>

<div id="outline-container-org6d15d4b" class="outline-3">
<h3 id="org6d15d4b">Teaching</h3>
<div class="outline-text-3" id="text-org6d15d4b">
<p>
I use task-based language teaching to support learners. Go <a href="./teaching.html">here</a> for more info.
</p>
</div>
</div>

<div id="outline-container-org6035d77" class="outline-3">
<h3 id="org6035d77">Proofreading</h3>
<div class="outline-text-3" id="text-org6035d77">
<p>
I check for editorial style and more!
</p>
</div>
</div>

<div id="outline-container-org2775e96" class="outline-3">
<h3 id="org2775e96">Poetry</h3>
<div class="outline-text-3" id="text-org2775e96">
<p>
I write poetry
</p>

<p class="verse">
Let it breathe<br />
the wound<br />
yada yada<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
